Repository: replyto-pocketcare/pocketcare-app
Catalog: apps/ios/App/Resources/Localizable.xcstrings
Source language: en
Languages: hi, nl

# accounts:accountName
source: Account name
hi: खाते का नाम
nl: Rekeningnaam

# accounts:acrossCurrencies
source: Across currencies
hi: मुद्राओं के अनुसार
nl: Over valuta's

# accounts:allowNeg
source: Allow negative balance (overdraft)
hi: ऋणात्मक बैलेंस की अनुमति दें (ओवरड्राफ्ट)
nl: Negatief saldo toestaan (roodstand)

# accounts:allowNegOff
source: Transactions that would overdraw this account are blocked.
hi: इस खाते को ओवरड्रॉ करने वाले लेनदेन रोक दिए जाते हैं।
nl: Transacties die deze rekening in het rood zouden zetten, worden geblokkeerd.

# accounts:allowNegOn
source: Spending can take this account below zero.
hi: खर्च से यह खाता शून्य से नीचे जा सकता है।
nl: Uitgaven kunnen deze rekening onder nul brengen.

# accounts:amountDue
source: Amount due (%1$@)
hi: देय राशि (%1$@)
nl: Openstaand bedrag (%1$@)

# accounts:archivedTag
source: archived
hi: संग्रहित
nl: gearchiveerd

# accounts:balAlready
source: Balance is already that amount.
hi: बैलेंस पहले से ही उतना ही है।
nl: Het saldo is al dat bedrag.

# accounts:balanceHeading
source: Balance
hi: बैलेंस
nl: Saldo

# accounts:balUpdated
source: Balance updated to %1$@.
hi: बैलेंस %1$@ पर अपडेट किया गया।
nl: Saldo bijgewerkt naar %1$@.

# accounts:cancel
source: Cancel
hi: रद्द करें
nl: Annuleren

# accounts:changeDirectly
source: Change directly
hi: सीधे बदलें
nl: Direct wijzigen

# accounts:colour
source: Colour
hi: रंग
nl: Kleur

# accounts:convertedNote
source: Converted to %1$@ at the latest exchange rate. Accounts stay in their own currency.
hi: नवीनतम विनिमय दर पर %1$@ में परिवर्तित। खाते अपनी-अपनी मुद्रा में रहते हैं।
nl: Omgerekend naar %1$@ tegen de meest recente wisselkoers. Rekeningen blijven in hun eigen valuta.

# accounts:creditCardDetails
source: Credit card details
hi: क्रेडिट कार्ड विवरण
nl: Creditcardgegevens

# accounts:creditLimit
source: Credit limit (%1$@)
hi: क्रेडिट सीमा (%1$@)
nl: Kredietlimiet (%1$@)

# accounts:currency
source: Currency
hi: मुद्रा
nl: Valuta

# accounts:currentBalance
source: Current balance:
hi: वर्तमान बैलेंस:
nl: Huidig saldo:

# accounts:delete
source: Delete
hi: हटाएँ
nl: Verwijderen

# accounts:deleteAll
source: Delete account & all transactions
hi: खाता और सभी लेनदेन हटाएँ
nl: Rekening en alle transacties verwijderen

# accounts:deleteBody
source: You can delete this account and all its transactions, or keep the transactions (they will remain in your history but the account will be hidden).
hi: आप इस खाते और इसके सभी लेनदेन को हटा सकते हैं, या लेनदेन रख सकते हैं (वे आपके इतिहास में बने रहेंगे पर खाता छिपा दिया जाएगा)।
nl: Je kunt deze rekening en al haar transacties verwijderen, of de transacties behouden (ze blijven in je geschiedenis maar de rekening wordt verborgen).

# accounts:deleteKeep
source: Delete account but keep transactions
hi: खाता हटाएँ पर लेनदेन रखें
nl: Rekening verwijderen maar transacties behouden

# accounts:deleteTitle
source: Delete account?
hi: खाता हटाएँ?
nl: Rekening verwijderen?

# accounts:dematNote
source: This is the total you've put into your demat account. Allocate it across stocks & mutual funds in the Investments section.
hi: यह आपके डीमैट खाते में डाली गई कुल राशि है। इसे निवेश अनुभाग में शेयरों और म्यूचुअल फंड में आवंटित करें।
nl: Dit is het totaal dat je op je demat-rekening hebt gestort. Verdeel het over aandelen en beleggingsfondsen in het gedeelte Beleggingen.

# accounts:directNote
source: Adds a silent adjustment so the balance matches — not shown as income/expense.
hi: बैलेंस मिलाने के लिए एक मूक समायोजन जोड़ता है — आय/व्यय के रूप में नहीं दिखता।
nl: Voegt een stille correctie toe zodat het saldo klopt — niet getoond als inkomsten/uitgaven.

# accounts:dueDay
source: Due day (1–28)
hi: देय दिन (1–28)
nl: Vervaldag (1–28)

# accounts:dueNextCycle
source: 0 due this cycle — you created this card after the statement day, so %1$@ is due next, on %2$@.
hi: इस चक्र में 0 देय — आपने यह कार्ड स्टेटमेंट दिन के बाद बनाया, इसलिए %1$@ अगली बार %2$@ को देय है।
nl: 0 te betalen deze cyclus — je hebt deze kaart na de afschriftdag aangemaakt, dus %1$@ is de volgende keer verschuldigd, op %2$@.

# accounts:dueThisCycle
source: Due %1$@ on %2$@ (this cycle).
hi: %1$@ %2$@ को देय (इस चक्र में)।
nl: %1$@ te betalen op %2$@ (deze cyclus).

# accounts:edit
source: Edit
hi: संपादित करें
nl: Bewerken

# accounts:editTitle
source: Edit account
hi: खाता संपादित करें
nl: Rekening bewerken

# accounts:hideArchived
source: Hide archived
hi: संग्रहित छिपाएँ
nl: Gearchiveerde verbergen

# accounts:includeNw
source: Include this account in net worth
hi: इस खाते को नेट वर्थ में शामिल करें
nl: Neem deze rekening op in nettowaarde

# accounts:includeShort
source: Include in net worth
hi: नेट वर्थ में शामिल करें
nl: Opnemen in nettowaarde

# accounts:inNetWorth
source: in net worth
hi: नेट वर्थ में
nl: in nettowaarde

# accounts:invested
source: Invested amount (%1$@)
hi: निवेश की गई राशि (%1$@)
nl: Geïnvesteerd bedrag (%1$@)

# accounts:loading
source: Loading…
hi: लोड हो रहा है…
nl: Laden…

# accounts:newAccount
source: New account
hi: नया खाता
nl: Nieuwe rekening

# accounts:newBalance
source: New balance
hi: नया बैलेंस
nl: Nieuw saldo

# accounts:newTitle
source: New account
hi: नया खाता
nl: Nieuwe rekening

# accounts:noAccounts
source: No accounts yet.
hi: अभी कोई खाता नहीं।
nl: Nog geen rekeningen.

# accounts:noBankLink
source: Nothing here connects to your bank. You're naming a place your money sits and typing in the amount yourself.
hi: यहाँ कुछ भी आपके बैंक से नहीं जुड़ता। आप बस यह नाम दे रहे हैं कि पैसा कहाँ रखा है और रकम खुद लिख रहे हैं।
nl: Niets hier wordt aan je bank gekoppeld. Je geeft alleen een naam aan een plek waar je geld staat en typt het bedrag zelf in.

# accounts:openingBalance
source: Opening balance (%1$@, optional)
hi: प्रारंभिक बैलेंस (%1$@, वैकल्पिक)
nl: Beginsaldo (%1$@, optioneel)

# accounts:recordAsTxn
source: Record as a transaction
hi: लेनदेन के रूप में दर्ज करें
nl: Als transactie vastleggen

# accounts:save
source: Save
hi: सहेजें
nl: Opslaan

# accounts:saveChanges
source: Save changes
hi: परिवर्तन सहेजें
nl: Wijzigingen opslaan

# accounts:saving
source: Saving…
hi: सहेजा जा रहा है…
nl: Opslaan…

# accounts:showArchived
source: Show archived (%1$@)
hi: संग्रहित दिखाएँ (%1$@)
nl: Gearchiveerde tonen (%1$@)

# accounts:statementDay
source: Statement day (1–28)
hi: स्टेटमेंट दिन (1–28)
nl: Afschriftdag (1–28)

# accounts:title
source: Accounts
hi: खाते
nl: Rekeningen

# accounts:totalCurrencies
source: %1$@ total · %2$@ currencies
hi: कुल %1$@ · %2$@ मुद्राएँ
nl: %1$@ totaal · %2$@ valuta's

# accounts:txnNote
source: Adds an income or expense for the difference, so it appears in history & insights.
hi: अंतर के लिए एक आय या व्यय जोड़ता है, ताकि यह इतिहास और इनसाइट्स में दिखे।
nl: Voegt inkomsten of uitgaven toe voor het verschil, zodat het in geschiedenis en inzichten verschijnt.

# accounts:type.cash
source: Cash
hi: नकद
nl: Contant

# accounts:type.credit_card
source: Credit card
hi: क्रेडिट कार्ड

# accounts:type.current
source: Current
hi: चालू
nl: Betaalrekening

# accounts:type.demat
source: Demat
hi: डीमैट

# accounts:type.mutual_funds
source: Mutual funds
hi: म्यूचुअल फंड
nl: Beleggingsfondsen

# accounts:type.savings
source: Savings
hi: बचत
nl: Spaarrekening

# accounts:type.stocks
source: Stocks
hi: शेयर
nl: Aandelen

# accounts:typeLabel
source: Type
hi: प्रकार

# accounts:unarchive
source: Unarchive
hi: संग्रह से हटाएँ
nl: Dearchiveren

# accounts:updateBalance
source: Update balance
hi: बैलेंस अपडेट करें
nl: Saldo bijwerken

# assistant:chats
source: ‹ Chats
hi: ‹ चैट

# assistant:composerPlaceholder
source: Ask anything, or tap the mic to speak…
hi: कुछ भी पूछें, या बोलने के लिए माइक टैप करें…
nl: Vraag iets, of tik op de microfoon om te spreken…

# assistant:confirm
source: Confirm
hi: पुष्टि करें
nl: Bevestigen

# assistant:confirmAction
source: Confirm action
hi: कार्रवाई की पुष्टि करें
nl: Actie bevestigen

# assistant:continueConversation
source: Continue a conversation
hi: एक बातचीत जारी रखें
nl: Een gesprek voortzetten

# assistant:creditsSuffix
source: +%1$@ credits
hi: +%1$@ क्रेडिट

# assistant:deleteChatAria
source: Delete chat
hi: चैट हटाएँ
nl: Chat verwijderen

# assistant:deleteChatMsg
source: This conversation will be removed.
hi: यह बातचीत हटा दी जाएगी।
nl: Dit gesprek wordt verwijderd.

# assistant:deleteChatTitle
source: Delete this chat?
hi: यह चैट हटाएँ?
nl: Deze chat verwijderen?

# assistant:errDefault
source: Sorry — I couldn't get a response. Please try again.
hi: क्षमा करें — मुझे उत्तर नहीं मिल सका। कृपया पुनः प्रयास करें।
nl: Sorry — ik kon geen antwoord krijgen. Probeer het opnieuw.

# assistant:errGeneric
source: Sorry — something went wrong. (%1$@)
hi: क्षमा करें — कुछ गलत हो गया। (%1$@)
nl: Sorry — er ging iets mis. (%1$@)

# assistant:errModel
source: The configured AI model isn't available on your account. Set the ASSISTANT_MODEL secret to a valid Anthropic model id (e.g. claude-3-5-haiku-20241022).
hi: कॉन्फ़िगर किया गया AI मॉडल आपके खाते पर उपलब्ध नहीं है। ASSISTANT_MODEL सीक्रेट को एक मान्य Anthropic मॉडल आईडी पर सेट करें (जैसे claude-3-5-haiku-20241022)।
nl: Het geconfigureerde AI-model is niet beschikbaar op je account. Stel het ASSISTANT_MODEL-secret in op een geldig Anthropic-model-id (bijv. claude-3-5-haiku-20241022).

# assistant:errNetwork
source: I couldn't reach the assistant — check your connection and try again.
hi: मैं असिस्टेंट तक नहीं पहुँच सका — अपना कनेक्शन जाँचें और पुनः प्रयास करें।
nl: Ik kon de assistent niet bereiken — controleer je verbinding en probeer opnieuw.

# assistant:errNotConfigured
source: The assistant isn't set up yet on this deployment (the AI key is missing).
hi: इस परिनियोजन पर असिस्टेंट अभी सेट नहीं है (AI कुंजी गायब है)।
nl: De assistent is nog niet ingesteld op deze deployment (de AI-sleutel ontbreekt).

# assistant:goPremium
source: Go Premium
hi: प्रीमियम लें
nl: Ga Premium

# assistant:greeting
source: Hi! I'm your Sanvya companion. I can help you plan a purchase, set up goals and budgets, make sense of your spending, or split expenses with friends — all from your own data. Here are a few things you could try:
hi: नमस्ते! मैं आपका Sanvya साथी हूँ। मैं आपको खरीदारी की योजना बनाने, लक्ष्य और बजट सेट करने, अपने खर्च को समझने, या दोस्तों के साथ खर्च बाँटने में मदद कर सकता हूँ — सब आपके अपने डेटा से। यहाँ कुछ चीज़ें हैं जो आप आज़मा सकते हैं:
nl: Hoi! Ik ben je Sanvya-maatje. Ik kan je helpen een aankoop te plannen, doelen en budgetten in te stellen, je uitgaven te begrijpen, of uitgaven met vrienden te splitsen — allemaal op basis van je eigen gegevens. Hier zijn een paar dingen die je kunt proberen:

# assistant:help
source: Help
hi: सहायता

# assistant:landingIntro
source: Plan a purchase or savings goal in plain language. Only an aggregated summary of your finances is shared — never individual transactions. The assistant can make mistakes: it's here to help you think, so double-check important numbers and use your own judgment.
hi: सरल भाषा में खरीदारी या बचत लक्ष्य की योजना बनाएं। केवल आपके वित्त का एक समग्र सारांश साझा किया जाता है — कभी व्यक्तिगत लेनदेन नहीं। असिस्टेंट गलतियाँ कर सकता है: यह आपको सोचने में मदद के लिए है, इसलिए महत्वपूर्ण संख्याओं की दोबारा जाँच करें और अपने विवेक का उपयोग करें।
nl: Plan een aankoop of spaardoel in gewone taal. Alleen een geaggregeerd overzicht van je financiën wordt gedeeld — nooit individuele transacties. De assistent kan fouten maken: hij is er om je te helpen nadenken, dus controleer belangrijke getallen dubbel en gebruik je eigen oordeel.

# assistant:newChat
source: New chat
hi: नई चैट
nl: Nieuwe chat

# assistant:noChats
source: No saved chats yet — start your first one above.
hi: अभी कोई सहेजी गई चैट नहीं — ऊपर अपनी पहली शुरू करें।
nl: Nog geen opgeslagen chats — start hierboven je eerste.

# assistant:opening
source: Opening…
hi: खुल रहा है…
nl: Openen…

# assistant:outFreeBold
source: You've used all your free AI prompts.
hi: आपने अपने सभी मुफ़्त AI प्रॉम्प्ट उपयोग कर लिए हैं।
nl: Je hebt al je gratis AI-prompts gebruikt.

# assistant:outFreeRest
source: AI credit top-ups are available on the Lite and Pro plans — upgrade to keep going, then you can buy credits anytime.
hi: AI क्रेडिट टॉप-अप Lite और Pro प्लान पर उपलब्ध हैं — जारी रखने के लिए अपग्रेड करें, फिर आप कभी भी क्रेडिट खरीद सकते हैं।
nl: AI-creditbundels zijn beschikbaar op de Lite- en Pro-abonnementen — upgrade om door te gaan, daarna kun je altijd credits kopen.

# assistant:outPaidBold
source: You've used all your AI prompts for this cycle.
hi: आपने इस चक्र के अपने सभी AI प्रॉम्प्ट उपयोग कर लिए हैं।
nl: Je hebt al je AI-prompts voor deze cyclus gebruikt.

# assistant:outPaidRest
source: Buy a credit top-up to keep going — credits never expire.
hi: जारी रखने के लिए एक क्रेडिट टॉप-अप खरीदें — क्रेडिट कभी समाप्त नहीं होते।
nl: Koop een creditbundel om door te gaan — credits verlopen nooit.

# assistant:paymentFailed
source: Payment couldn't start: %1$@
hi: भुगतान शुरू नहीं हो सका: %1$@
nl: Betaling kon niet starten: %1$@

# assistant:premiumBody
source: Plan purchases and savings in plain language, get concrete numeric plans from your own data, and let it set up goals and budgets for you.
hi: सरल भाषा में खरीदारी और बचत की योजना बनाएं, अपने डेटा से ठोस संख्यात्मक योजनाएँ पाएं, और इसे आपके लिए लक्ष्य और बजट सेट करने दें।
nl: Plan aankopen en sparen in gewone taal, krijg concrete numerieke plannen op basis van je eigen gegevens, en laat het doelen en budgetten voor je instellen.

# assistant:premiumFeature
source: The AI assistant is a Premium feature
hi: AI असिस्टेंट एक प्रीमियम सुविधा है
nl: De AI-assistent is een Premium-functie

# assistant:privacyBody
source: We never share PII or email. Anthropic is contractually bound to NOT use your data for model training. However, please avoid typing personally identifiable information (PII) like account numbers or exact names in the chat.
hi: हम कभी PII या ईमेल साझा नहीं करते। Anthropic अनुबंध द्वारा बाध्य है कि आपके डेटा का उपयोग मॉडल प्रशिक्षण के लिए न करे। फिर भी, कृपया चैट में खाता संख्या या सटीक नाम जैसी व्यक्तिगत पहचान योग्य जानकारी (PII) टाइप करने से बचें।
nl: We delen nooit PII of e-mail. Anthropic is contractueel verplicht je gegevens NIET te gebruiken voor modeltraining. Vermijd echter het typen van persoonlijk identificeerbare informatie (PII) zoals rekeningnummers of exacte namen in de chat.

# assistant:privacyTitle
source: Privacy & AI
hi: गोपनीयता और AI

# assistant:queries
source: queries
hi: प्रश्न
nl: vragen

# assistant:quotaResets
source: Quota resets on %1$@
hi: कोटा %1$@ को रीसेट होता है
nl: Quota wordt gereset op %1$@

# assistant:seePlans
source: See Lite & Pro plans
hi: Lite और Pro प्लान देखें
nl: Bekijk Lite & Pro abonnementen

# assistant:sendAria
source: Send
hi: भेजें
nl: Verzenden

# assistant:skip
source: Skip
hi: छोड़ें
nl: Overslaan

# assistant:startChat
source: Start a new chat
hi: एक नई चैट शुरू करें
nl: Een nieuwe chat starten

# assistant:suggestions.1
source: What can you help me with?
hi: आप मेरी किसमें मदद कर सकते हैं?
nl: Waarmee kun je me helpen?

# assistant:suggestions.2
source: I want to buy an iPhone in the Diwali sale — help me plan for it.
hi: मैं दिवाली सेल में एक iPhone खरीदना चाहता हूँ — इसकी योजना बनाने में मदद करें।
nl: Ik wil een iPhone kopen tijdens de uitverkoop — help me het te plannen.

# assistant:suggestions.3
source: Can I afford a ₹40,000 trip in 3 months?
hi: क्या मैं 3 महीने में ₹40,000 की यात्रा वहन कर सकता हूँ?
nl: Kan ik over 3 maanden een reis van ₹40.000 betalen?

# assistant:suggestions.4
source: Set up a monthly budget for eating out.
hi: बाहर खाने के लिए एक मासिक बजट सेट करें।
nl: Stel een maandbudget in voor uit eten gaan.

# assistant:suggestions.5
source: How do I split rent with my flatmates?
hi: मैं अपने रूममेट्स के साथ किराया कैसे बाँटूँ?
nl: Hoe splits ik de huur met mijn huisgenoten?

# assistant:suggestions.6
source: Who owes me money right now, and how much?
hi: अभी मुझे कौन पैसा देता है, और कितना?
nl: Wie is mij nu geld schuldig, en hoeveel?

# assistant:suggestions.7
source: Create a Goa trip so I can split expenses with friends.
hi: एक गोवा यात्रा बनाएं ताकि मैं दोस्तों के साथ खर्च बाँट सकूँ।
nl: Maak een Goa-reis zodat ik uitgaven met vrienden kan splitsen.

# assistant:thinking
source: Thinking…
hi: सोच रहा है…
nl: Nadenken…

# assistant:understand
source: I understand
hi: मैं समझता हूँ
nl: Ik begrijp het

# assistant:untitledChat
source: Untitled chat
hi: बिना शीर्षक चैट
nl: Naamloze chat

# assistant:viewData
source: View data sent to AI
hi: AI को भेजा गया डेटा देखें
nl: Naar AI verzonden gegevens bekijken

# budgets:addBudget
source: Add budget
hi: बजट जोड़ें
nl: Budget toevoegen

# budgets:addCategories
source: Add categories…
hi: श्रेणियाँ जोड़ें…
nl: Categorieën toevoegen…

# budgets:alertAt
source: Alert at
hi: इस पर सूचित करें
nl: Waarschuw bij

# budgets:alertMeAt
source: Alert me at
hi: मुझे सूचित करें
nl: Waarschuw me bij

# budgets:allSpending
source: All spending
hi: सभी खर्च
nl: Alle uitgaven

# budgets:cancel
source: Cancel
hi: रद्द करें
nl: Annuleren

# budgets:categoriesEmpty
source: Categories (empty = all spending)
hi: श्रेणियाँ (खाली = सभी खर्च)
nl: Categorieën (leeg = alle uitgaven)

# budgets:categoriesOptional
source: Categories (optional — leave empty for all spending)
hi: श्रेणियाँ (वैकल्पिक — सभी खर्च के लिए खाली छोड़ें)
nl: Categorieën (optioneel — laat leeg voor alle uitgaven)

# budgets:createFirst
source: Create your first budget
hi: अपना पहला बजट बनाएं
nl: Maak je eerste budget

# budgets:customDates
source: Custom dates
hi: कस्टम तिथियाँ
nl: Aangepaste datums

# budgets:deleteBudgetAria
source: Delete budget
hi: बजट हटाएँ
nl: Budget verwijderen

# budgets:deleteMsg
source: “%1$@” will be removed. This can't be undone.
hi: “%1$@” हटा दिया जाएगा। इसे पूर्ववत नहीं किया जा सकता।
nl: “%1$@” wordt verwijderd. Dit kan niet ongedaan worden gemaakt.

# budgets:deleteTitle
source: Delete this budget?
hi: यह बजट हटाएँ?
nl: Dit budget verwijderen?

# budgets:edit
source: Edit
hi: संपादित करें
nl: Bewerken

# budgets:errDates
source: Pick a start and end date.
hi: एक आरंभ और समाप्ति तिथि चुनें।
nl: Kies een begin- en einddatum.

# budgets:errLimit
source: Enter a spending limit.
hi: एक खर्च सीमा दर्ज करें।
nl: Voer een uitgavenlimiet in.

# budgets:labels
source: Labels
hi: लेबल

# budgets:labelsOptional
source: Labels (optional)
hi: लेबल (वैकल्पिक)
nl: Labels (optioneel)

# budgets:left
source: %1$@ left
hi: %1$@ शेष
nl: %1$@ over

# budgets:limit
source: Limit (%1$@)
hi: सीमा (%1$@)
nl: Limiet (%1$@)

# budgets:limitShort
source: Limit
hi: सीमा
nl: Limiet

# budgets:nameOptional
source: Name (optional)
hi: नाम (वैकल्पिक)
nl: Naam (optioneel)

# budgets:namePlaceholder
source: Name (e.g. Japan Trip)
hi: नाम (जैसे जापान यात्रा)
nl: Naam (bijv. Japan-reis)

# budgets:newBudget
source: New budget
hi: नया बजट
nl: Nieuw budget

# budgets:noBudgetsBody
source: Set a spending cap for a category, a label, or a whole trip — recurring or for custom dates.
hi: किसी श्रेणी, लेबल, या पूरी यात्रा के लिए खर्च की सीमा तय करें — आवर्ती या कस्टम तिथियों के लिए।
nl: Stel een uitgavenlimiet in voor een categorie, een label of een hele reis — terugkerend of voor aangepaste datums.

# budgets:noBudgetsTitle
source: No budgets yet
hi: अभी कोई बजट नहीं
nl: Nog geen budgetten

# budgets:over
source: %1$@ over
hi: %1$@ अधिक
nl: %1$@ over de limiet

# budgets:percentOfLimit
source: % of the limit
hi: % सीमा पर
nl: % van de limiet

# budgets:period.daily
source: daily
hi: दैनिक
nl: dagelijks

# budgets:period.monthly
source: monthly
hi: मासिक
nl: maandelijks

# budgets:period.weekly
source: weekly
hi: साप्ताहिक
nl: wekelijks

# budgets:period.yearly
source: yearly
hi: वार्षिक
nl: jaarlijks

# budgets:recurring
source: Recurring
hi: आवर्ती
nl: Terugkerend

# budgets:save
source: Save
hi: सहेजें
nl: Opslaan

# budgets:spent
source: %1$@ spent
hi: %1$@ खर्च
nl: %1$@ uitgegeven

# budgets:timeframe
source: Timeframe
hi: समय-सीमा
nl: Periode

# budgets:title
source: Budgets
hi: बजट
nl: Budgetten

# cards:addCard
source: Add card
hi: कार्ड जोड़ें
nl: Kaart toevoegen

# cards:amountDue
source: Amount due
hi: देय राशि
nl: Openstaand bedrag

# cards:amountPlaceholder
source: Amount
hi: राशि
nl: Bedrag

# cards:availableCredit
source: %1$@ available credit
hi: %1$@ उपलब्ध क्रेडिट
nl: %1$@ beschikbaar krediet

# cards:cancel
source: Cancel
hi: रद्द करें
nl: Annuleren

# cards:cardHolder
source: Card Holder
hi: कार्डधारक
nl: Kaarthouder

# cards:cardNumber
source: Card number (optional — last 4 shown)
hi: कार्ड नंबर (वैकल्पिक — अंतिम 4 दिखाए जाते हैं)
nl: Kaartnummer (optioneel — laatste 4 getoond)

# cards:cardNumberPlaceholder
source: •••• (optional)
hi: •••• (वैकल्पिक)
nl: •••• (optioneel)

# cards:clickToManage
source: Click to manage ▾
hi: प्रबंधित करने के लिए क्लिक करें ▾
nl: Klik om te beheren ▾

# cards:creditLimit
source: Credit limit
hi: क्रेडिट सीमा
nl: Kredietlimiet

# cards:dueDay
source: Due day
hi: देय दिन
nl: Vervaldag

# cards:dueNextCycle
source: %1$@ due next cycle
hi: %1$@ अगले चक्र में देय
nl: %1$@ te betalen volgende cyclus

# cards:dueThisCycle
source: Due this cycle
hi: इस चक्र में देय
nl: Te betalen deze cyclus

# cards:editDetails
source: Edit details
hi: विवरण संपादित करें
nl: Gegevens bewerken

# cards:emiCoveredBody
source: This payment covers %1$lld instalments charged to this card. Mark them paid?
hi: यह भुगतान इस कार्ड की %1$lld किस्तों को कवर करता है। इन्हें चुकता चिह्नित करें?
nl: Deze betaling dekt %1$lld termijnen op deze kaart. Als betaald markeren?

# cards:emiCoveredConfirm
source: Mark paid
hi: चुकता चिह्नित करें
nl: Markeren

# cards:emiCoveredSkip
source: Not now
hi: अभी नहीं
nl: Nu niet

# cards:emiCoveredTitle
source: Mark EMIs paid?
hi: EMI चुकता चिह्नित करें?
nl: Termijnen als betaald markeren?

# cards:emptyBody
source: Add a Credit Card account to see your wallet come to life.
hi: अपने वॉलेट को जीवंत देखने के लिए एक क्रेडिट कार्ड खाता जोड़ें।
nl: Voeg een creditcardrekening toe om je portemonnee tot leven te zien komen.

# cards:newAccount
source: New account
hi: नया खाता
nl: Nieuwe rekening

# cards:newSpendThisCycle
source: +%1$@ new spend since the last statement
hi: पिछले स्टेटमेंट के बाद +%1$@ नया खर्च
nl: +%1$@ nieuwe uitgaven sinds het laatste overzicht

# cards:ofLimit
source: of %1$@ limit
hi: %1$@ सीमा में से
nl: van %1$@ limiet

# cards:payBy
source: Pay by
hi: इस तिथि तक भुगतान करें
nl: Betalen vóór

# cards:save
source: Save
hi: सहेजें
nl: Opslaan

# cards:settle
source: Settle
hi: चुकाएं
nl: Afrekenen

# cards:settleFrom
source: Settle bill from
hi: किस खाते से बिल चुकाएं
nl: Rekening afrekenen vanaf

# cards:spentThisCycle
source: Spent this cycle
hi: इस चक्र में खर्च
nl: Uitgegeven deze cyclus

# cards:statement
source: Statement %1$@
hi: स्टेटमेंट %1$@
nl: Afschrift %1$@

# cards:statementDay
source: Statement day
hi: स्टेटमेंट दिन
nl: Afschriftdag

# cards:subtitle
source: Your cards, straight from the wallet.
hi: आपके कार्ड, सीधे वॉलेट से।
nl: Je kaarten, rechtstreeks uit de portemonnee.

# cards:title
source: Cards
hi: कार्ड
nl: Kaarten

# cards:wallet
source: WALLET
hi: वॉलेट
nl: PORTEMONNEE

# cashflow:actions
source: %1$@ actions
hi: %1$@ क्रियाएँ
nl: Acties voor %1$@

# cashflow:add
source: Add
hi: जोड़ें
nl: Toevoegen

# cashflow:addIncome
source: Add income
hi: आय जोड़ें
nl: Inkomsten toevoegen

# cashflow:addIncomeTitle
source: Add recurring income
hi: आवर्ती आय जोड़ें
nl: Terugkerende inkomsten toevoegen

# cashflow:addPayment
source: Add payment
hi: भुगतान जोड़ें
nl: Betaling toevoegen

# cashflow:addPaymentTitle
source: Add planned payment
hi: नियोजित भुगतान जोड़ें
nl: Geplande betaling toevoegen

# cashflow:addRecurringSaving
source: Add recurring saving
hi: आवर्ती बचत जोड़ें
nl: Terugkerend sparen toevoegen
